---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileLineShift
source: html/3b423e14-35bb-db8b-fd20-c22b239bdb38.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileLineShift Property

The property labeled "Line Shift" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileLineShift { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".